/* Rate adjustment slider checkbox */
"Adjust rate:" = "כוונן קצב";

/* label for the unit in the box for character limit */
"characters" = "תווים";

/* Label for hotkey recorder for 'clicking' the current note being spoken */
"Click Note" = "הקש הערה";

/* Label for speech faster */
"Fast:" = "מהיר";

/* Label for box containing global hot keys for the speech display */
"Global Hotkeys:" = "מקשים חמים גלובלים";

/* Limit speech display to a given amount of characters */
"Limit to" = "הגבל ל";

/* Label for hotkey recorder for pause/resume the speech display */
"Pause/Resume" = "הפסק/המשך";

/* Label for hotkey recorder for skipping the current note */
"Skip Note" = "דלג הערה";

/* Label speech slower */
"Slow" = "איטי";

/* The voice chosen as the system voice in the Speech preference pane */
"System Default" = "ברירת מחדל של המערכת";

/* No comment provided by engineer. */
"This is a preview of the %@ voice." = "זוהי תצוגה מקדימה של קול";

/* Label for popup with voices */
"Voice:" = "קול";

/* Volume adjustment checkcbox */
"Volume:" = "עוצמת קול";

